Repository: michelerosa/woocommerce-dynamic-pricing-table
Catalog: languages/wc-dynamic-pricing-table-*.po
Languages: de_de, es_es, it_it

source: Dynamic Pricing Table
de_de: Dynamische Preistabelle
es_es: Tabla de Precios Dinámicos
it_it: Tabella Prezzi Dinamici

source: Enable
de_de: Aktivieren
es_es: Habilitar
it_it: Abilita

source: Visibility
de_de: Sichtbarkeit
es_es: Visibilidad
it_it: Visibilità

source: Cartons
de_de: Kartons
es_es: Cartones
it_it: Cartoni

source: Discount
de_de: Rabatt
es_es: Descuento
it_it: Sconto

source: For larger quantities and/or special requests %scontact us%s for a custom quote
de_de: Für größere Mengen und/oder spezielle Anfragen %skontaktieren Sie uns%s für ein individuelles Angebot
es_es: Para cantidades mayores y/o solicitudes especiales %scontáctanos%s para un presupuesto personalizado
it_it: Per quantità maggiori e/o richieste speciali %scontattaci%s per un preventivo personalizzato

source: %s carton
de_de: %s Karton
es_es: %s cartón
it_it: %s cartone

source: %s+ cartons
de_de: %s+ Kartons
es_es: %s+ cartones
it_it: %s+ cartoni

source: %s+ pizzas
de_de: %s+ Pizzen
it_it: %s+ pizze

source: From %1$s to %2$s
de_de: Von %1$s bis %2$s
es_es: De %1$s a %2$s
it_it: Da %1$s a %2$s

source: from %1$s to %2$s pizzas
de_de: von %1$s bis %2$s Pizzen
es_es: de %1$s a %2$s pizzas
it_it: da %1$s a %2$s pizze

source: The WooCommerce Dynamic Pricing Table extension requires that you have the WooCommerce Dynamic Pricing plugin installed and activated.
de_de: Die WooCommerce Dynamic Pricing Table Erweiterung erfordert, dass das WooCommerce Dynamic Pricing Plugin installiert und aktiviert ist.
es_es: La extensión WooCommerce Dynamic Pricing Table requiere que el plugin WooCommerce Dynamic Pricing esté instalado y activado.
it_it: L'estensione WooCommerce Dynamic Pricing Table richiede che il plugin WooCommerce Dynamic Pricing sia installato e attivato.

source: Get WooCommerce Dynamic Pricing now
de_de: Holen Sie sich jetzt WooCommerce Dynamic Pricing
es_es: Obtén WooCommerce Dynamic Pricing ahora
it_it: Ottieni WooCommerce Dynamic Pricing ora
